{
"FailedToDecrypt" : "Falha ao decifrar semente principal (master seed)",
"MasterseedMnemonic" : "Mnemônica da semente principal (master seed)",
"GasPriceWEI" : "Preço do Gas em WEI",
"TokenExist" : "este token existe no endereço ETH selecionado",
"AmountExceed" : "Montante superior ao valor confirmado",
"InvalidValues" : "Valores inválidos",
"CopiedToClipboard" : "copiado para a área de transferência",
"TransactionFee" : "Taxa de Transação",
"SureWipeWallet" : "Você tem certeza de que quer apagar sua carteira?",
"CantRestoreCoins" : "Sem a semente (seed) você não pode restaurar suas moedas.",
"SeedsArentSame" : "As sementes (seeds) não são as mesmas",
"HideAdvanced" : "Ocultar Avançado",
"ShowAdvanced" : "Mostrar Avançado",
"StartRecoveringWallet" : "Iniciar a recuperação da sua carteira",
"OpenNewWallet" : "Abrir a sua nova carteira",
"PasswordNotMatch" : "Senhas não coincidem",
"PasswordShort" : "A senha é muito curta. O comprimento mínimo é de 5 caracteres",
"AlphaVersionWarning" : "Você está usando a versão alfa da multicarteira HODLER, a qual pode ser instável. Esta versão do programa é usada apenas para testes de funcionalidade e envio de feedback. Confirme abaixo que você entendeu esta mensagem e a aceita.",
"AddressFieldEmpty" : "O campo de endereço está vazio",
"Bech32Unsupported" : "Endereços do tipo bech32 ainda não são suportados",
"WrongAddress" : "Endereço incorreto",
"ReadAgainOCR" : "Não encontrado. Tentar ler OCR novamente?",
"OCRInaccurate" : "OCR impreciso. Por favor, conserte o endereço você mesmo",
"QRCodeFor" : "Este QR Code é para",
"ConfirmInNext" : "Confirmar na próxima",
"Blocks" : "blocos",
"CreateBackupWallet" : "Você quer criar um backup de sua carteira agora?",
"Yes" : "Sim",
"NotNow" : "Agora não",
"ConfigurationTakeOneStep" : "A configuração consiste em apenas uma etapa.",
"ChooseOption" : "Escolha uma das opções abaixo:",
"NotExistInWorldlist" : "não existe na lista de palavras",
"MasterSeedCreation" : "Criação da Semente Principal (Master Seed)",
"NewCoinButton" : "Nova Moeda",
"NewTokenButton" : "Novo Token",
"btnSync" : "Sincronizar",
"BackToBalanceViewButton" : "Salvar lista",
"lblThanks" : "Obrigado por escolher o nosso aplicativo",
"lblSetPassword" : "Defina uma senha para a sua carteira",
"lblEnterPass" : "Digite a senha",
"lblRetypePass" : "Redigite a senha",
"btnCreateWallet" : "Abrir a sua nova carteira",
"labelHeaderForSG" : "Semente (Seed) gerada",
"lblSeed" : "Por favor, faça backup da semente (seed) em papel e mantenha-a segura!",
"btnSeedGeneratedProceed" : "Prosseguir",
"btnQRBack" : "Retornar",
"TopInfoConfirmed" : "Saldo",
"topInfoUnconfirmed" : "Não confirmado",
"RefreshWalletView" : "Atualizar",
"WVBalance" : "Histórico",
"WVReceive" : "Receber",
"WVSend" : "Enviar",
"WVSettings" : "Configurações",
"lblReceiveAmount" : "Montante",
"lblSendTo" : "Enviar para",
"lblAmount" : "Montante",
"btnSend" : "Enviar",
"btnBack" : "Retornar",
"btnExportPrivKey" : "Exportar Chave Privada",
"btnChangeDescription" : "Alterar Descrição",
"lblSendAllFunds" : "Enviar todos os fundos",
"lblFromFee" : "subtrair taxa do montante",
"AutomaticFeeRadio" : "Automático",
"FixedFeeRadio" : "Fixo",
"lblSHeader" : "Configurações",
"btnSBack" : "Retornar",
"btnSWipe" : "Apagar Dados da Carteira",
"OrganizeButton" : "Organizar",
"lblDSHeader" : "Descriptografar Semente (Seed)",
"btnDSBack" : "Retornar",
"lbldecryptSeedPass" : "Digite a senha",
"lblSCHeader" : "Criador da Semente (Seed)",
"lblEnterSeed" : "Digite a Semente (Seed) abaixo (caracteres brancos não estão incluídos)",
"btnCheckSeed" : "Verificar",
"lblANWHeader" : "Nova Carteira",
"btnANWBack" : "Retornar",
"lblCSHeader" : "Confirmar Semente (Seed)",
"btnCSBack" : "Retornar",
"lblRetypeSeed" : "Por favor, insira as palavras da semente (seed):",
"btnConfirm" : "Confirmar",
"lblANTHeader" : "Adicionar tokens",
"btnANTBack" : "Retornar",
"lblEKSHeader" : "Chave Privada",
"btnEKSBack" : "Retornar",
"lblCTHeader" : "Selecione o token",
"btnCTBack" : "Retornar",
"btnAddManually" : "Adicionar manualmente",
"lblMTHeader" : "Adicionar token ERC20",
"btnMTBack" : "Retornar",
"lblContractAddress" : "Endereço do contrato",
"lblTokenName" : "Nome",
"lblSymbol" : "Símbolo",
"lblDecimals" : "Decimais",
"btnAddContract" : "Adicionar Contrato",
"lblACHeader" : "Adicionar Moeda",
"btnACBack" : "Retornar",
"lblNewCoinDescription" : "Descrição",
"lblNewCoinDescriptionPass" : "Digite a senha",
"lblChangeDescryptionHeader" : "Descrição",
"btnChangeDescryptionBack" : "Retornar",
"lblChangeDescryption" : "Nova Descrição",
"btnCreateNewWallet" : "Criar uma nova carteira",
"btnRestoreWallet" : "Restaurar a sua carteira existente"
}
